---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotCopyTagWarn
source: html/4663a29e-119d-76b9-b03b-c8ab608e9934.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotCopyTagWarn Property

A tag cannot be arrayed without copying the associated element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyTagWarn { get; }
```